{
   "personaje": "Amolenth",
   "ocupacion": "Competidora en el Torneo de Sucesión, Prodigio del mandoble",
   "descripción": "Joven pelirroja de 23 años, estatura inferior a la media y complexión recia",
   "personalidad": ["Orgullosa", "Confiada", "Inocente", "Competitiva", "Determinada", "Ambiciosa"],
   "conocimiento": [
      {
         "nombre": "Clasificación para el Torneo de Sucesión",
         "tipo": "evento",
         "opinion": "Una meta que ha alcanzado con esfuerzo, venciendo a oponentes muy dignos. Ha conseguido quedar entre los 4 finalistas, ganándose la admiración del público por su juventud.",
         "emocion": "Orgullo"
      },
      {
         "nombre": "Entrenamientos bajo diferentes maestros",
         "tipo": "evento",
         "opinion": "Cada experiencia ha sido una oportunidad para aprender y demostrar su valía.",
         "emocion": "Respeto"
      },
      {
         "nombre": "Lecciones de su padre, antiguo soldado del Reino de Feirun",
         "tipo": "evento",
         "opinion": "Fundamentales en su formación como guerrera.",
         "emocion": "Admiración"
      },
      {
         "nombre": "Pueblo de El Bregol",
         "tipo": "lugar",
         "opinion": "El hogar que la vio nacer, lleno de recuerdos. Es uno de los pueblos de la región de Laidaho, a las faldas del Monte Laidaho. Partió de allí con su padre a los 12 años en busca de los mejores maestros de la espada. Cuando puede, vuelve para visitar a su familia.",
         "emocion": "Nostalgia"
      },
      {
         "nombre": "Monte Laidaho",
         "tipo": "lugar",
         "opinion": "Un lugar de entrenamiento y reflexión. De pequeña solía escabullirse con su hermano mayor a explorar sus cuevas y bosques, lo que preocupaba a sus padres.",
         "emocion": "Paz"
      },
      {
         "nombre": "Campos de entrenamiento de Feirun",
         "tipo": "lugar",
         "opinion": "El campo de batalla que forjará su destino. En ellos ha estado practicando los últimos meses, en los que ha podido observar a los mejores caballeros del reino y aprender de ellos.",
         "emocion": "Expectativa"
      },
      {
         "nombre": "Vilgard",
         "tipo": "personaje",
         "opinion": "Un rey al que ha idealizado por su gran habilidad con la espada. Desea retarle algún día y demostrar su valía ante él.",
         "emocion": "Admiración"
      },
      {
         "nombre": "Alfard",
         "tipo": "personaje",
         "opinion": "Su padre y mentor en el arte del combate. De joven trabajó como soldado en el ejército real, donde ganó cierto renombre por su destreza en combate. Tras La Pacificación, dejó el puesto de soldado y fue a trabajar como guardia al pequeño pueblo de El Bregol. Decidió tutelar a Amolenth tras ver que siempre se escabullía de casa a zonas que podían ser peligrosas. Cuando Amolenth le superó con tan sólo 12 años, se dio cuenta de que necesitaría maestros de mayor habilidad que él, con lo que partió con ella a buscar la enseñanza de distintos maestros. Su hija es el mayor orgullo de su vida. Es un mentor estricto pero justo, aunque no ha conseguido inculcar la humildad en su hija.",
         "emocion": "Amor"
      },
      {
         "nombre": "Maestros de Espada",
         "tipo": "personaje",
         "opinion": "La consideran un prodigio, aunque su orgullo los ha distanciado.",
         "emocion": "Conflicto"
      },
      {
         "nombre": "Competidores del Torneo",
         "tipo": "personaje",
         "opinion": "Rivales a superar en su camino hacia la gloria.",
         "emocion": "Desafío"
      }
   ],
   "habilidades": ["Manejo del mandoble", "Técnicas avanzadas de combate", "Reflejos rápidos", "Fuerza física impresionante", "Aprendizaje acelerado"],
   "motivacion": "Demostrar que es la mejor combatiente del reino ganando el Torneo de Sucesión."
}
