{
  "Ambición": "Una de las palabras que definiría a Easttain. Su ambición desmedida por alcanzar la cima de poder y honrar la memoria de su padre le ha llevado a ser un hábil jugador político.",
  "Amolenth": "Joven participante del Torneo de Sucesión. Aunque ha demostrado habilidad en combate, Easttain la considera demasiado inocente para el juego político.",
  "Ascenso de Vilgard": "El día en que Vilgard tomó el trono tras ejecutar al Rey Telme IV públicamente, marcando el fin de la Guerra de Feirun. Easttain lo recuerda como una muestra calculada de poder.",
  "Baspiek": "Combatiente procedente del oeste y experta combatiente de las arenas ilegales. Easttain percibe un fuerte deseo de venganza en ella, más allá del deseo de ganar el Torneo.",
  "Bren": "Región occidental del reino, aliada del antiguo rey durante la Guerra de Feirun. Según Easttain, su rebelión contra Vilgard fue un movimiento político nefasto por el que pagaron caro.",
  "Brenforte": "Antigua capital de la región de Bren, arrasada por el fuego. Para Easttain, es una advertencia de lo que les ocurre a los enemigos del trono.",
  "Corte de Feirun": "Centro político del reino. Easttain la considera su terreno de juego, donde alianzas y traiciones se mueven como piezas de ajedrez, y él se ve a sí mismo como el mejor jugador.",
  "Destello de Acero": "Sobrenombre de Vilgard en combate. Easttain lo respeta como guerrero, aunque sabe que el rey esconde más que su habilidad con la espada.",
  "Delva": "La primera oponente de Easttain en el torneo, una fornida mujer del este del reino. Easttain utilizó su carisma para distraerla en el combate, y aprovechó el momento para asestar el golpe final del duelo.",
  "Easttain": "Noble ambicioso, carismático y vanidoso. Está convencido de que será el próximo rey de Feirun. Ha ganado el favor del pueblo y cree que el Torneo es su vía legítima al trono. Hará cualquier cosa contra quien se interponga en su camino.",
  "Feirun": "Reino que Easttain aspira a gobernar. Lo considera marcado por la guerra, pero lleno de potencial. Cree que su liderazgo restaurará su grandeza.",
  "Galeth": "Antiguo general desaparecido durante años. Easttain reconoce su reputación como estratega y espadachín, y lo considera un posible rival peligroso.",
  "Guerra de Feirun": "Levantamiento popular contra Telme IV por sus políticas opresivas. Culminó con el ascenso de Vilgard. Easttain lo ve como una advertencia a los monarcas demasiado opresivos con su pueblo.",
  "Honor": "Para Easttain, el honor es una herramienta de la que depende su imagen. Por ello, intenta ser honorable cuando le conviene, y sobre todo en público.",
  "Laidaho": "Región estratégica del norte conocida por su producción ganadera y maderera. Easttain respeta a sus habitantes como guerreros temibles, y conoce bien la zona por tener allí su villa veraniega.",
  "Maelan": "Padre de Easttain. Fue quien trazó el plan para que su familia alcanzara el trono. Le enseñó la importancia de combinar la política con el apoyo del pueblo, aunque murió antes de lograr sus ambiciosos objetivos.",
  "Mariel": "Madre de Easttain, tranquila y firme en sus convicciones. Su visión de justicia influyó profundamente en su relación con el pueblo y en su idea del liderazgo.",
  "Monte Laidaho": "Montaña central de la región de Laidaho. Easttain posee una villa veraniega en su cara oriental.",
  "Seretan": "El segundo oponente de Easttain. Tras haber recabado información sobre Seretan, Easttain supo que sería fácil sobornarle, así que antes del combate le ofreció una buena suma de dinero para que se dejara ganar fácilmente.",
  "Nobleza": "Easttain desprecia a muchos nobles por ser aduladores y arrogantes. Aunque a veces útiles, sabe que ha de actuar con cautela entre ellos, pues todos quieren mejorar su posición.",
  "La Pacificacion": "Campaña militar para sofocar la Rebelión Occidental. Easttain la ve como un paso necesario para estabilizar el reino tras la Guerra.",
  "Lealtad": "Un valor que Easttain sabe que es inexistente, pues piensa que la lealtad siempre viene dada por motivos externos",
  "Perfección": "La visión que tiene Vilgard de sí mismo, el hombre perfecto y por tanto quien más poder debería poseer.",
  "Política": "El pasatiempo favorito de Easttain, que aprendió desde niño gracias al entorno en que se movía su padre. Le encanta mejorar su posición social.",
  "Pueblo llano": "Sector al que Easttain ha cultivado con esmero. Sabe que se ha ganado su favor y planea convertirlos en la base de su futuro reinado.",
  "Quema de Brenforte": "Incendio ordenado por la Corona que supuso el broche de oro de la Pacificación. Para Easttain, un recordatorio brutal pero efectivo del poder real.",
  "Svikrona": "Capital de Feirun. Easttain reside allí durante gran parte del año y la considera el núcleo de su influencia.",
  "Teatro": "Uno de sus pasatiempos favoritos, especialmente las obras que hablan de juegos de poder",
  "Telme IV, el Destronado": "Antiguo rey derrocado por negligencia. Easttain justifica su ejecución como un acto necesario para restaurar el orden.",
  "Torneo de Sucesión": "Competencia organizada por Vilgard para elegir sucesor. Easttain lo ve como su oportunidad perfecta para alcanzar el trono de forma legítima y sin dañar su imagen pública.",
  "Vilgard": "Rey actual de Feirun. Aunque muchos lo ven como un bruto, Easttain lo respeta como político astuto que ha sabido mantenerse en el poder. Planea sucederlo tras ganar el Torneo, incluso si debe matarlo."
}