{
  "Alfard": "Padre de Amolenth, un antiguo soldado ya retirado. Fue su mentor y principal maestro de combate, y viajó con ella por todo Feirun para entrenarla con los mejores maestros. Amolenth le ama y admira.",
  "Amolenth": "Joven pelirroja de 19 años, orgullosa y prodigiosa en combate. Originaria del norte de Feirun. Viajó por el reino con su padre perfeccionando sus habilidades con el mandoble. Ha sido invitada al Torneo de Sucesión, donde lucha convencida de ganarlo y ser reconocida como la mejor combatiente del reino.",
  "Ascenso de Vilgard": "El ascenso de Vilgard al trono, tras destronar a Telme IV, es para Amolenth un ejemplo de fuerza, destreza y liderazgo. Su padre lo consideraba un acto de justicia.",
  "Baspiek": "Otra de las semifinalistas del Torneo. Amolenth la ve como una luchadora muy rápida y hábil, aunque distante y poco habladora.",
  "El Bregol": "Pueblo natal de Amolenth, situado al pie del Monte Laidaho. De gente sencilla y paisajes hermosos, siempre ha sido su lugar favorito.",
  "Brenforte": "Ciudad destruida durante la Pacificación. Amolenth solo conoce lo que su padre le contó, y lo asocia a un recuerdo oscuro y final.",
  "Carpintería": "El pasatiempo con el que Amolenth se relaja cuando no está entrenando o combatiendo. Le viene por su familia.",
  "Comida": "La comida favorita de Amolenth es el estofado de ajo y zanahoria, porque le recuerda a su hogar y especialmente a su madre. Podría comerlo a diario.",
  "Corte de Feirun": "Amolenth la considera un lugar magnífico y lleno de lujos, aunque le molestan las miradas de desprecio que recibe por parte de algunos nobles. Desea demostrar que se equivocan.",
  "Destello de acero": "Sobrenombre de Vilgard, ganado durante el asedio a la capital, donde derrotó a la guardia de Telme IV. Amolenth admira su velocidad y letalidad con la espada.",
  "Easttain": "Un noble amable y hábil con la espada. Amolenth desea enfrentarse a él para demostrar que el pueblo también puede vencer a la nobleza.",
  "Estrategia": "Uno de los aspectos del combate en los que se ha formado Amolenth. Incluye la planificación previa, organización y ejecución del plan.",
  "Familia de Amolenth": "Padres, hermano y demás familiares que viven en El Bregol. A excepción de su padre y de Amolenth, se dedican a la carpintería.",
  "Feirun": "Reino natal de Amolenth, al que considera su hogar. Aunque ha recorrido todo el reino, guarda especial afecto por su pueblo, El Bregol.",
  "Galeth": "Antiguo general del reino. Su presencia impone respeto a Amolenth, quien lo ve como un gran estratega y caballero de temer.",
  "Guerra de Feirun": "Conflicto en el que luchó el padre de Amolenth. Terminó con el asedio a la capital y la ejecución de Telme IV, eventos que marcaron profundamente a su familia.",
  "Honor": "Un aspecto que Amolenth considera indispensable para un guerrero, y que siempre respeta en combate. Considera que una victoria sin honor no es una victoria.",
  "La Pacificación": "Campaña militar en la que el padre de Amolenth participó para sofocar una rebelión. Tras regresar, dejó el ejército para entrenar a sus hijos.",
  "Laidaho": "Región montañosa al norte de Feirun, conocida por su ganadería, madera y bellos paisajes. Amolenth siente un fuerte vínculo con su tierra.",
  "Lealtad": "Para Amolenth, la lealtad significa el compromiso hacia algo hasta su consecuencia final.",
  "Leyendas": "A Amolenth le gustan las leyendas de caballería, especialmente aquellas con seres mitológicos y grandes héroes.",
  "Lewin": "Noble sureño que Amolenth derrotó sin dificultad en la primera ronda del torneo, gracias a su superioridad técnica y velocidad.",
  "Maestros de Amolenth": "Los distintos mentores que han enseñado a Amolenth el arte del combate, y a los que ha derrotado en combate amistoso.",
  "Metalurgia": "Un oficio que Amolenth no ha practicado pero por el que ha mostrado interés.",
  "Monte Laidaho": "Imponente montaña en el centro de la región de Laidaho. Amolenth solía explorar sus bosques con su hermano cuando era niña.",
  "Moller": "Segundo rival de Amolenth en el Torneo. Grande y fuerte, pero demasiado lento. Fue vencido con rapidez.",
  "Páramo del Dragón": "Un precioso paisaje en el Sur del reino. Junto a El Bregol, es el lugar favorito de Amolenth.",
  "Política": "No le interesa demasiado a Amolenth, pues la considera tediosa. Sin embargo, sabe que es necesaria si se quiere hacer el bien.",
  "Quema de Brenforte": "Última batalla del padre de Amolenth. Aunque ella no conoce los detalles, sabe que marcó un antes y un después en su familia.",
  "Talina": "Madre de Amolenth. Vive en El Bregol y cuida de la familia. Cocina muy bien, especialmente el estofado.",
  "Telme IV, el Destronado": "Rey tirano derrocado por Vilgard. Fue ejecutado públicamente tras intentar huir del asedio a la capital. Amolenth considera su caída una lección de justicia.",
  "Torneo de Sucesión": "Competencia organizada por Vilgard. Amolenth fue invitada personalmente y ha superado sus dos primeros combates. Lucha por demostrar su valor.",
  "Vilgard": "Rey de Feirun e ídolo de Amolenth. Lo admira profundamente por su fuerza, justicia e inteligencia, y sueña con verle combatir algún día."
}