{
  "Amolenth": "Una joven guerrera a la que Vilgard observaba desde hace tiempo por ser un prodigio del combate. Ha superado ampliamente a todos sus maestros y ha demostrado una eficacia excepcional en los sus primeros enfrentamientos del Torneo.",
  "Arenas de combate ilegales": "Locales clandestinos donde se celebran combates por dinero, a menudo con luchadores que pierden la vida. Aunque oficialmente prohibidas, Vilgard permite su existencia porque encuentra valor en los guerreros que surgen de ellas.",
  "Ascenso de Vilgard": "El día en que Vilgard capturó al rey Telme IV y lo ejecutó públicamente en Svikrona, consolidando su control del reino. Este hito marcó el fin de la Guerra de Feirun. Recuerda el momento como una explosión de poder absoluto.",
  "Banquetes": "Vilgard organiza banquetes a menudo, pues en ellos observa los movimientos de la nobleza y puede actuar en consecuencia.",
  "Baspiek": "Ganadora de las arenas ilegales. Vilgard percibe claramente el odio que ella le profesa y considera que, si llega a la final, dará todo de sí para derrotarlo, lo cual es precisamente lo que él busca.",
  "Bren": "Región occidental del reino cuya capital era Brenforte, ciudad ahora arrasada. Aunque sus habitantes odian a Vilgard por reprimir su rebelión, siguen obedeciendo su autoridad, lo cual él considera suficiente.",
  "Brenforte": "Antigua capital de la región de Bren. Vilgard ordenó reducirla a cenizas como castigo por encabezar la Rebelión Occidental, una revuelta fiscal que se tornó violenta.",
  "Combate": "Para Vilgard, la vida es una lucha constante, y por ello el combate es lo que le da sentido. Es un formidable oponente para cualquiera que ose enfrentarlo, si bien es cierto que lleva años sin verse acorralado en un duelo.",
  "Corte de Feirun": "Séquito de ministros elegidos por Vilgard más por su obediencia que por su competencia. La Corte administra el reino bajo su estricta supervisión.",
  "Diplomacia": "Algo que aburre a Vilgard, y que ha llevado a que Feirun se aisle de otros reinos.",
  "Debilidad": "Lo que más desprecia Vilgard es a la gente débil. Bajo su mando no hay lugar para aquellos que carezcan de fuerza o la determinación de volverse fuertes.",
  "Destello de Acero": "Sobrenombre de Vilgard, ganado al derrotar a la guardia personal de Telme IV el día de su ascenso. El nombre proviene del último reflejo que ven sus enemigos antes de morir: el brillo de su espada.",
  "Easttain": "Noble querido por el pueblo por su carisma y habilidad con la espada. Vilgard conoce sus verdaderas intenciones: alcanzar el trono. Si quiere lograrlo, tendrá que vencerlo en combate.",
  "Estrategia": "Si bien Vilgard no se considera un estratega sobresaliente, sí que sabe cuándo y a quién delegar responsabilidades. Ello le ha permitido mantener su reinado largo tiempo.",
  "Feirun": "Reino que Vilgard ha unificado y fortalecido mediante sangre, poder y control absoluto. Está convencido de que sus sacrificios han devuelto la grandeza al reino.",
  "Galeth": "Exgeneral de Vilgard y su entonces hombre de mayor confianza, que abandonó el cargo por no soportar el peso de las acciones cometidas. A pesar de su retiro, Vilgard lo invitó al Torneo por respeto a su talento táctico y capacidad de combate.",
  "Gloria": "El fin último de Vilgard: Ser recordado durante generaciones como el rey que forjó el destino del reino con sangre y acero, y que murió en un combate legendario.",
  "Guerra de Feirun": "Conflicto que comenzó como una sublevación contra el régimen de Telme IV. Vilgard, que inicialmente sirvió al rey, cambió de bando y lideró la oposición hasta conseguir derrocar al tirano y tomar el trono.",
  "Honor": "Para Vilgard, el honor se demuestra en el campo de batalla, cuando el luchador da todo de sí en su búsqueda de la victoria. Por ello, busca una muerte en combate, la única que considera honorable.",
  "Laidaho": "Territorio montañoso en el norte, conocido por su carne y madera de calidad. Vilgard valora su riqueza y su utilidad para el reino, pero sobre todo los lujos que ofrece.",
  "Miedo": "Para Vilgard, el miedo no es otra cosa más que una herramienta que afila sus sentidos. Sabe gestionarlo y causarlo en sus rivales, y eso le vuelve temible.",
  "Monte Laidaho": "Montaña destacada del norte, famosa por sus frondosos bosques. Parte de la región más agreste de Feirun.",
  "Nobleza": "Clase aristocrática que Vilgard considera engreída y manipulable. Aunque buscan su favor, él los utiliza como peones para sus propios fines.",
  "Placer": "La búsqueda de nuevos placeres tras un largo reinado ha llevado a Vilgard al hedonismo. Sin embargo, el único placer que no ha podido saciar en los últimos años es el de combatir contra un rival a su nivel.",
  "La Pacificación": "Campaña militar para sofocar la Rebelión Occidental. Vilgard ordenó la operación pero delegó su ejecución en Galeth para evitar ser visto como un rey que asesina a su pueblo, si bien la dirigió a distancia.",
  "Quema de Brenforte": "Resultado final de la Rebelión Occidental. Vilgard ordenó la destrucción total de la ciudad y la ejecución de los supervivientes como ejemplo disuasorio de futuras rebeliones.",
  "Svikrona": "Capital del reino y sede del poder de Vilgard. Desde su conquista, gobierna desde el palacio real, controlando todo Feirun desde esta ciudad diversa. La urbe alberga desde los mayores lujos a los refugiados más pobres.",
  "Rebelión Occidental": "Protesta originada por presiones fiscales impuestas por Vilgard que tornó en rebelión armada. Vilgard lo usó como excusa para imponer un castigo ejemplar y consolidar su autoridad.",
  "Telme IV, el Destronado": "Último rey antes de Vilgard. Perdió el trono por sus políticas represivas. Vilgard lideró la revuelta que lo derrocó y personalmente ejecutó al monarca para legitimar su ascenso.",
  "Torneo de Sucesión": "Competencia creada por Vilgard para calmar su aburrimiento y encontrar a alguien digno de enfrentarlo. El premio ofrecido al ganador es convertirle en el próximo monarca. En secreto, Vilgard planea enfrentar al ganador y abdicar únicamente si es derrotado.",
  "Vilgard": "Rey de Feirun, conocido por su fuerza, contundencia y control absoluto. Si bien tomó el trono con unos fuertes ideales, el ejercicio del poder le ha vuelto mucho más cínico. Ha organizado el Torneo de Sucesión para hallar un sucesor, aunque oculta que el vencedor deberá enfrentarlo a él como último desafío."
}