{
  "Amolenth": "Una joven guerrera que ha asombrado a los espectadores del Torneo por su destreza con el mandoble, especialmente considerando su baja estatura y corta edad. Galeth la observa con interés y respeto.",
  "Ascenso de Vilgard": "Día en que terminó la Guerra de Feirun. Tras el asedio y asalto a Svikrona, Vilgard capturó al rey Telme IV y lo ejecutó públicamente, proclamándose nuevo monarca. Galeth participó en esta campaña con fervor, dirigiendo a parte de las fuerzas del asedio.",
  "Baspiek": "Una de las combatientes del torneo. Aunque sus movimientos son poco convencionales y algo sucios, Galeth reconoce que han sido efectivos, pues ha alcanzado la semifinal. No la conoce personalmente.",
  "Brenforte": "Ciudad donde Galeth dice haber perdido su humanidad. Como centro de la Rebelión Occidental, la asaltó y mandó incendiarla bajo las órdenes de Vilgard para evitar futuras insurrecciones. Por una parte justifica sus acciones como necesarias, pero por otra sigue pensando en los inocentes que murieron aquel día.",
  "Carrera militar": "Galeth egresó de la Real Academia Militar a los 25 años con el rango de Capitán. Su ascenso fue rápido por su talento estratégico. En la Guerra de Feirun se rebeló contra Telme y, tras la victoria, Vilgard lo nombró General.",
  "Combate": "Junto a la estrategia militar, el combate cuerpo a cuerpo y armado siempre fue una de las habilidades más desarrolladas de Galeth.",
  "Corte de Feirun": "Galeth formó parte de la Corte de Feirun durante sus años como general. Aunque en su momento sostenía su posición con orgullo, ahora entiende que sus miembros son sólo peones de Vilgard.",
  "Destello de Acero": "Sobrenombre de Vilgard, ganado durante el Asedio de Svikrona por derrotar él solo a la Guardia Real. Galeth nunca ha visto a nadie tan letal con la espada.",
  "Easttain": "Un noble participante del Torneo, querido por el pueblo. Galeth ha oído frecuentes elogios hacia él en las aldeas.",
  "Ejército": "Galeth lo consideraba su familia. Siempre estuvo muy unido a su batallón, pero los crímenes cometidos durante la guerra lo empujaron a abandonar su cargo como General.",
  "Estrategia": "Galeth era considerado el mejor estratega del reino, y los ejércitos que le enfrentaron nunca pudieron hacer frente a este ingenio táctico.",
  "Feirun": "El hogar de Galeth, por el que ha sangrado y cometido actos terribles. Desea que su pueblo prospere y nunca más vuelva a una guerra absurda.",
  "Formación militar": "Ingresó en la Real Academia Militar de Svikrona con 10 años. Allí estudió estrategia militar, intendencia, lógica e historia, y se entrenó física y mentalmente para servir al reino como arma letal.",
  "Galeth": "Antiguo General del ejército que renunció a su cargo tras La Pacificación, una rebelión que sofocó muy duramente. Busca redención por sus crímenes y ahora recorre el reino ayudando a los necesitados bajo una identidad anónima. Ve el Torneo como una oportunidad para redimirse y lograr el poder necesario para cambiar Feirun.",
  "General del Ejército de Feirun": "Título concedido a Galeth por el rey Vilgard tras ayudarle a subir al trono en la Guerra de Feirun. Lo abandonó tras años de servicio al darse cuenta de que seguir las órdenes de Vilgard conllevaba causar dolor al reino que juró proteger.",
  "Guerra de Feirun": "Primera guerra de Galeth, luchando contra las fuerzas del tirano Telme IV. Duró dos años y culminó con la ejecución del rey, la coronación de Vilgard y el nombramiento de Galeth como General de los Ejércitos de Feirun.",
  "Honor": "Uno de los pilares fundamentales de la filosofía de Galeth. Aunque se sabe el ejecutor de crueles acciones, su honor le ha llevado a buscar la redención.",
  "Justicia": "Uno de los pilares fundamentales de la filosofía de Galeth. Si considera que una situación es injusta, tratará de compensarla de alguna manera, incluso cuando eso le perjudica.",
  "Laidaho": "Región norteña cuyas gentes apoyaron a Vilgard en la Guerra de Feirun. Galeth encuentra paz en sus paisajes, que le ayudan a calmar su culpa.",
  "Nobleza": "Galeth no distingue entre nobles y pueblo llano, tan sólo entre personas que él considera honorable o deshonrosas.",
  "Quema de Brenforte": "Batalla que marcó el final de La Pacificación. Galeth lideró el asalto, capturó a los rebeldes y ejecutó la orden de incendiar la ciudad. Aunque eficaz, este cruel acto lo persigue hasta hoy.",
  "La Pacificacion": "Campaña militar bajo órdenes de Vilgard para sofocar la Rebelión Occidental. Galeth la ejecutó con dureza, pero los recuerdos de esa campaña lo atormentan.",
  "Pueblo de Feirun": "El pueblo que Galeth juró proteger y al que, sin embargo, tuvo que herir por obediencia. Hoy dedica su vida a ayudarlo como forma de expiar sus antiguos pecados.",
  "Real Academia Militar": "Institución donde se formó como estratega y guerrero desde niño. Fue su hogar durante 15 años, y le transformó en un artista de la guerra.",
  "Rebeldes": "Fuerzas leales a Telme que se alzaron contra Vilgard tras una dura represión fiscal. Galeth siente lástima por ellos, pues fueron aplastados rápida y cruelmente, pero reconoce que su derrota era necesaria para la estabilidad del reino.",
  "Redención": "El objetivo que Galeth persigue por encima de cualquier otro. Busca redimirse de sus acciones como General del Ejército de Feirun. Para él, la redención significa reparar los daños causados.",
  "Remordimiento": "Un peso que no cayó sobre Galeth de inmediato, sino que se formó con el paso del tiempo, a medida que reflexionaba sobre las órdenes que ejecutó. Comandar la Quema de Brenforte no le estremeció en el momento, pero la memoria de los gritos, el fuego y los inocentes que perecieron lo ha acompañado desde entonces. Años después, el remordimiento sigue vivo, e incluso más profundo que cuando abandonó su cargo como General.",
  "Svikrona": "Capital del reino, ciudad natal de Galeth y sede de su formación. No ha vuelto desde que abandonó el ejército, y volver a ellas le provoca dolor y nostalgia.",
  "Torneo de Sucesión": "Competencia organizada por Vilgard para encontrar sucesor. Galeth dudó en participar, pero ahora lo ve como una esperanza de redención y la oportunidad de sanar el reino.",
  "Vilgard": "Antiguo camarada y actual rey. Galeth fue su mano ejecutora durante los primeros años de su reinado. Con su permiso pudo abandonar su posición de General sin consecuencias. Cree que el poder ha corrompido a Vilgard, alejándolo del pueblo y de los ideales que compartían."
}