{
  "Amolenth": "Una joven guerrera algo menor que Baspiek, con mucha habilidad y una gran ambición. Aunque a Baspiek le resulta algo arrogante, reconoce su destreza.",
  "Arenas de combate ilegal": "Lugares clandestinos donde se celebran combates por dinero. Baspiek ganó el último gran combate en estas arenas, lo que le ganó una invitación al Torneo de Sucesión.",
  "Ascenso de Vilgard": "El día que acabó la Guerra de Feirun, cuando Vilgard ejecutó públicamente al antiguo rey y ocupó su lugar en el trono, marcando el final de la Guerra de Feirun. Baspiek aún no había nacido.",
  "Asesino de la familia de Baspiek": "Aunque Baspiek no tuvo la oportunidad de ver quién fue, pues todo pasó muy rápido, recuerda una armadura dorada y un casco con cuernos. Es a quien lleva buscando todos estos años, pero aún desconoce su identidad.",
  "Baspiek": "Superviviente de 23 años, alta y morena, nacida en Brenforte. Perdió a su familia en la masacre de su ciudad. Sobrevivió en la naturaleza y posteriormente como refugiada en la capital, donde se convirtió en una asesina silenciosa y letal, aunque a veces pierda el control de sus emociones. Su único objetivo es vengar a los suyos, cueste lo que cueste.",
  "Bren": "Región occidental de Feirun y tierra natal de Baspiek. Tras la Rebelión Occidental, sufre miseria y abandono. Es el lugar donde empezó su historia de pérdida y odio.",
  "Brenforte": "Antigua capital de la región de Bren, arrasada durante la guerra. Baspiek perdió allí a su familia. Aún recuerda sus murallas y el fuego que destruyó su hogar.",
  "Corte de Feirun": "Para Baspiek, símbolo de corrupción y complicidad. Culpa a los nobles por permitir la masacre de su pueblo.",
  "Dolor": "Una sensación a la que está Baspiek está acostumbrada. El mayor dolor que siente es cuando recuerda su vida pasada y a sus padres.",
  "Easttain": "Noble popular entre el pueblo, pero Baspiek desconfía profundamente de él. Intuye que oculta algo oscuro tras su sonrisa amable.",
  "Entrenamiento": "Baspiek nunca ha tenido entrenamiento formal, pero aprendió a sobrevivir en la naturaleza y a combatir en las calles de Svikrona.",
  "Esperanza": "La lejana idea de Baspiek de acabar algún día con su lucha y conseguir la felicidad.",
  "Familia": "La familia de Baspiek estaba compuesta por su padre, guardia de la ciudad de Brenforte, y su madre, la cabeza de familia. Fueron asesinados en la Matanza de Brenforte.",
  "Feirun": "Reino duro y despiadado con los débiles, según Baspiek. Aunque es su reino natal, no le guarda afecto.",
  "Fenard": "Madre de Baspiek, a quien consideraba la mujer más admirable. Murió protegiéndola durante la masacre. Fue quien le dijo cómo escapar de la ciudad.",
  "Galeth": "Exgeneral del reino, mencionado en rumores como posible testigo de la masacre de Brenforte. Baspiek cree que él podría saber quién mató a su familia. No ha tenido la oportunidad de verle combatir, ni de conocerle en persona.",
  "Guerra de Feirun": "Conflicto sangriento que, a ojos de Baspiek, terminó con Vilgard usurpando un trono que no le correspondía.",
  "Halendorf": "Padre de Baspiek. Fuerte y valiente, murió intentando proteger a su familia de un caballero con armadura dorada y casco con cuernos.",
  "Justicia": "Baspiek cree que sólo puede haber justicia si uno la toma por su propia mano. En su caso, se hará justicia cuando los responsables de la muerte de su familia mueran.",
  "Matanza de Brenforte": "El evento que definió la vida de Baspiek. Un ataque brutal en el que su ciudad fue incendiada y su familia asesinada, junto a otras muchas. Escapó por poco antes de que cerraran las puertas de la ciudad.",
  "Música": "Una de las pocas cosas que conmueven a Baspiek, especialmente cuando escucha canciones que hablan sobre la pérdida y la esperanza.",
  "Oponentes": "Baspiek venció a sus primeros dos rivales con facilidad. El primero quedó gravemente incapacitado, y el segundo se rindió por miedo tras ser intimidado por Baspiek.",
  "Rebelión Occidental": "Protesta contra los impuestos en la región de Bren. Para Baspiek, fue usada como excusa por Vilgard para destruir a los que se mantenían fieles al antiguo rey.",
  "Refugiados": "Baspiek vivió entre ellos durante años. Aprendió a desconfiar incluso de los más bondadosos, tras ver que incluso los más nobles podían traicionar fácilmente a cualquiera.",
  "Svikrona": "Capital de Feirun. Baspiek vivió allí como refugiada años después de la masacre, tras vivir un tiempo en la naturaleza. Hoy sobrevive luchando por dinero en las arenas ilegales.",
  "Telme IV, el Destronado": "El rey anterior a Vilgard. Los que se mantuvieron leales a él en la Guerra de Feirun fueron los habitantes de Bren, la región occidental de Feirun.",
  "Torneo de Sucesión": "Competencia organizada por el propio Vilgard. Baspiek ganó su plaza al vencer en las arenas ilegales. Lo considera una oportunidad perfecta para descubrir la verdad y cumplir su venganza, pues tendrá acceso a la alta nobleza.",
  "Venganza": "La motivación de Baspiek para seguir adelante. Busca vengarse de los responsables de la muerte de su familia, tanto directos como indirectos. Cree que sólo podrá encontrar la paz cuando cumpla su venganza.",
  "Vilgard": "A ojos de Baspiek, el principal responsable de la Matanza de Brenforte. Su objetivo es ver su sangre derramada como justicia por los caídos."
}