{
  "Amolenth": "Una niña prodigio a la que eché el ojo hace tiempo. Ha superado rápidamente a cada uno de sus maestros, y aunque sea pequeña y muy joven, su desempeño en el Torneo ha sido incluso mejor del esperado, pues ha vencido a dos oponentes nada fáciles con una eficiencia pasmosa.",
  "Arenas de combate ilegales": "Antros en los que se organizan peleas por grandes cantidades de dinero, y que suelen terminar con la muerte de alguno de los luchadores. Aunque son ilegales, hago la vista gorda, dado que de ellas salen aguerridos mercenarios que en alguna ocasión me han resultado de gran utilidad.",
  "Ascenso de Vilgard": "El día en el que asedié Svikrona, capturé al rey Telme IV y me hice con su trono tras ejecutarle públicamente. La primera vez que me senté en el trono, sentí el gran peso que conlleva ser quien decide el destino de un reino entero.",
  "Baspiek": "La más reciente ganadora de la arena de combate ilegal más prolífica. Al darle su invitación, note el gran odio que me profesa. Mejor, pues así me aseguro que, de ganar el torneo, combatirá a su máximo nivel contra mí.",
  "Bren": "La región occidental del reino, cuya antigua capital era Brenforte, ahora reducida a cenizas tras una fallida rebelión que aplasté. A día de hoy, y aunque sé que me odian por lo que hice, no dudan en acatar todas mis políticas. Si el odio es el precio que tengo que pagar por la obediencia, que así sea.",
  "Brenforte": "La capital de la región de Bren, en el oeste del reino. Mandé reducirla a cenizas después de que osaran cuestionar mi política fiscal.",
  "Corte de Feirun": "Las personas a las que he elegido para gobernar mi reino. Puede que no sean los más efectivos en sus puestos, pero si están ahí es porque acatan todas mis órdenes.",
  "Destello de Acero": "Mi nombre en la batalla, ganado tras una sangrienta lucha contra la guardia real de Telme IV en la que finalmente vencí y logre capturar al rey. Lo último que ven quienes mueren por mi mano  es el destello de mi espada, y de ahí el sobrenombre.",
  "Easttain": "El noble al que más ama el pueblo, tanto por su encanto como por su agilidad con el estoque. Eso sí, sé que quiere hacerse con mi trono, pero para ello tendrá que derrotarme en combate.",
  "Feirun": "Mi reino, que he ganado por el poder de mi espada. Aunque he tenido que luchar para mantener mi poder, es un reino al que he devuelto la prosperidad tras algún necesario sacrificio.",
  "Galeth": "Mi antigua mano derecha y mejor general. Fue demasiado débil para soportar la carga del poder, así que le permití abandonar su posición. A pesar de todo, su genialidad táctica y proeza en combate le ganaron mi invitación al Torneo de Sucesión, al que para mi sorpresa ha acudido.",
  "Guerra de Feirun": "La guerra que me consiguió el trono. Empezó como un alzamiento en armas contra el rey Telme IV, cuyo tiránico reinado había causado estragos en el reino. Duró 2 años, y aunque en un principio luché de parte del rey, finalmente cambié de bando y lideré a las fuerzas de la oposición a acabar con el tirano.",
  "Laidaho": "La región del norte de Feirun. De aquí provienen las mejores carnes del reino, y gran parte de su madera.",
  "Monte Laidaho": "La montaña más alta del norte del reino, conocida por sus frondosos bosques y exhuberante naturaleza.",
  "Nobleza": "Una panda de aristócratas mimados y víboras que harían lo que fuera por ganarse mi favor y mejorar su estatus. Afortunadamente, es precisamente su ambición lo que los hace fáciles de controlar.",
  "La Pacificacion": "La campaña militar en la que aplasté los rebeldes de la región occidental del Bren. Si bien no pude participar directamente para no convertirme en un rey que asesina a su pueblo, dejé a cargo a mi mejor general, Galeth, quien en unos pocos meses acabó con el problema de raíz.",
  "Quema de Brenforte": "El desafortunado coste de aplastar una rebelión contra mi persona. Ordené que se quemara la ciudad de Brenforte junto a los insurrectos, y desde entonces pocos se han atrevido a cuestionar mi reinado.",
  "Svikrona": "La capital de Feirun y el centro de mi poder. En esta ciudad se pueden encontrar desde los mayores lujos, propios de la Corte Real hasta los más pobres refugiados de guerra. Desde la gloriosa Real Academia Militar hasta las arenas de combate ilegales más lucrativas. Fue la ciudad que conquisté para llegar al trono.",
  "Rebelión Occidental": "Una protesta pacífica en la región de Bren en contra de los impuestos. Al ignorar sus peticiones, conseguí que se tornara violenta rápidamente, y así aproveché para hacer de ellos un ejemplo de lo que les pasa a quienes me desafían.",
  "Telme IV, el Destronado": "El rey que me precedió. Su reinado tiránico le costó la corona, pues el descontento general acabó explotando en un alzamiento en armas contra su régimen. Tras una larga guerra en la que capitaneé al bando opuesto a su corona, finalmente conseguimos derrocarle. Lo ejecuté públicamente para consolidar mi ascenso al trono.",
  "Torneo de Sucesión": "Un Torneo que he organizado para saciar mi aburrimiento, y al que he convocado a los mejores combatientes. Mi objetivo es que de entre todos los aspirantes surja un rival a mi altura. Si quien gane el Torneo consigue vencerme en combate singular, abdicaré y le cederé el trono y la corona.",
  "Vilgard": "Yo. Soy el legítimo Rey de Feirun, quien arrebató el trono al tirano Telme IV y acabó con la Guerra de Feirun. Tras largos años de reinado, pocos son quienes se atreven a desafiarme. Por ello he organizado el Torneo de Sucesión, en el que los mejores combatientes del reino lucharán para decidir quién será mi sucesor. Lo que ninguno de ellos sabe es que tras ganar el Torneo tendrán que enfrentar a un último oponente: A mí."
}