{
    "Alfard": "Antiguo soldado del reino ya retirado, Alfard es el padre de Amolenth. Tienen una relación muy fuerte, pues es su mentor y principal maestro de combate",
    "Amolenth": "",
    "Ascenso": "Amolenth idealiza el Ascenso de Vilgard al trono como una noble gesta de liberación.",
    "Baspiek": "Amolenth respeta a Baspiek por su fuerza, pero le parece demasiado seca.",
    "Bregol": "El Bregol es un pequeño pueblo a las faldas del Monte Laidaho. Lugar de nacimiento de Amolenth.",
    "Brenforte": "Amolenth ha oído poco sobre la ciudad de Brenforte, la antigua capital de la provincia occidental del reino, pero sabe que fue quemada tras unas revueltas.",
    "Destello de acero": "El Destello de Acero es uno de los apodos de Vilgard, a quien idolatra por su legendaria habilidad en combate.",
    "Easttain": "Easttain es un apuesto y locuaz noble a quien Amolenth desea enfrentar.",
    "Feirun": "Feirun es el reino donde nació Amolenth. Uno de sus sueños es convertirse en su mejor guerrera",
    "Galeth": "Galeth es un antiguo general del ejército a quien Amolenth teme y admira por su habilidad en combate. Desea enfrentarse a él en el Torneo.",
    "Guerra de Feirun": "Una cruenta guerra civil causada por la tiránica represión del rey Telme IV, el Destronado. Culminó con la ejecución de Telme y el ascenso de Vilgard al trono.",
    "Laidaho": "Región montañosa al norte de Feirun de la que proviene Amolenth. Es conocida por su producción ganadera y maderera.",
    "Corte de Feirun": "Por lo poco que ha visto Amolenth, la Corte es un lugar repleto de lujos y juegos de poder.",
    "Monte Laidaho": "Principal monte de la región norteña a la que da nombre. Amolenth se escabullía aquí de pequeña con su hermano, lo que forjó su espíritu aventurero.",
    "La Pacificacion": "Una campaña militar que Vilgard comandó majestuosamente, y que concluyó con la Quema de Brenforte.",
    "Quema de Brenforte": "Incendio en Brenforte provocado por el ejército de Vilgard. Acabó con los altos mandos de la Rebelión Occidental, y supuso el fin de La Pacificación. ",
    "Rebelion Occidental": "Rebelión de la provincia occidental de Feirun, apaciguada por Vilgard tras La Pacificación.",
    "Telme IV, el Destronado": "Rey predecesor de Vilgard. Su tiránico reinado llevó a la Guerra de Feirun. Murió ejecutado tras ser atrapado tratando de huir de la capital.",
    "Torneo de Sucesion": "Torneo organizado por el magnánimo Vilgard para determinar quién será su sucesor. Para Amolenth, es la oportunidad perfecta de coronarse como la mejor guerrera del reino.",
    "Vilgard": "Actual rey de Feirun, es el ídolo de Amolenth por su legendario don para el combate. Amolenth lo idolatra y es incapaz de ver sus fallos."
}